---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeLossMethodType.Table
enum: Autodesk.Revit.DB.Plumbing.PipeLossMethodType
source: html/d6f70bd4-d74c-23b8-002b-0caf388731fd.htm
---
# Autodesk.Revit.DB.Plumbing.PipeLossMethodType.Table

pipe loss method is depend on the coefficient from table.